{
  "mythology": [
    {
      "name": "Harpies",
      "image": "",
      "description": "Harpeler Zeus'un Hounds olarak bilinen kuş benzeri yaratıklardı ve suçlu ve adamları ve yeryüzündeki şeyleri cezalandırarak, genellikle karar vermek için yeraltı dünyasına getirmek için düzenli olarak isteklerini yerine getireceklerdi.",
      "parents": "Thaumas ve Electra",
      "myth": "Jason ve Argonotlar",
      "propertiesandsymbols": "Cılız kuş benzeri yaratıklar"
    },
    {
      "name": "Aphrodite",
      "image": "",
      "description": "Aphrodite, sevgi ve güzellik tanrıçasıdır. Genellikle bir ayna ile temsil edilir.",
      "parents":"Uranus",
      "myth": "Deniz köpükünden doğum, Paris'in altın elması, Pygmalion",
      "Power":"Aşk ve güzellik",
      "propertiesandsymbols": "ayna, gül, güvercin"
    },
    {
      "name": "Rhea",
      "description": "Rhea doğurganlık ve annelik tanrıçasıdır ve genellikle iki aslan tarafından bir arabaya çekilmek üzere tasvir edilmiştir.",
      "image": "",
      "parents": "Uranüs ve Gaea",
      "myth": "Zeus'un doğuşu, Cronos'u devirmek, Apollo ve Artemis'in doğuşu",
      "Power":"Doğurganlık ve Annelik Tanrıçası",
      "propertiesandsymbols": "Iki aslan"
    },
    {
      "name": "Ammut",
      "image": "",
      "description": "Ammut kısmen timsah, aslan veya leopar olan bir yaratık ve suaygırı. Ma'at'ın adaletsizlik derecelerine layık bulunmayanların ruhlarını ve kalplerini yedirdiği için Ölülerin Yıkıcısı olarak bilinir.",
      "parents": "-",
      "myth": "Ma'at'ın Ölçekleri, Anubis, Osiris'in koruyucusu",
      "Power":"yeraltı dünyası",
      "propertiesandsymbols": "Ma'at'ın Ölçekleri"
    },
    {
        "name": "Antigone",
        "image": "",
        "description": "Antigone, amcası Creon onu gömmeyi reddettiğinde ve onu denemek için ölüme mahkûm ettiğinde kardeşinin şerefine şehadet eden Oidopus'un kızıdır.",
        "parents": "Kral Oidipus ve Kraliçe Jocasta",
        "myth": "Oidipus Rex, Antigone",
        "Power":"",
        "propertiesandsymbols": ""
      },
      {
        "name": "Anubis",
        "image": "",
        "description": "Anubis ölüm tanrısı, mumyalama ve mezarların koruyucusudur. Çakal kafa, pembe siyah cilt, şaşkınlık ve bazen Imiut fetişi ile tasvir edilmiştir.",
        "parents": "Osiris ve Nephthys",
        "myth": "Terazilerin Koruyucusu,Şımarmanın Yaratılması,Isis tarafından benimsenme",
        "Power":"Mumya çıkarma, ölüm ve mezarlar",
        "propertiesandsymbols": "Çakal kafa, harman döveni, Imiut fetiş"
      },
      {
        "name": "Anuket",
        "image": "",
        "description": "Anuket, Nil Nehri'nin tanrıçasıdır ve yakındaki tarlaları \"kucaklamış\" olan ve yıllık bitki örtüsüne hayat veren sel baskınıyla ilişkilendirilmiştir. Genellikle bir ceylan, bir ankh ve devekuşu tüyleri ya da kamışların başlığıyla tasvir edilir.",
        "parents": "Khnum ve Satis",
        "myth": "Nil taşkınlığı",
        "Power":"Nil Nehri, av, doğum",
        "propertiesandsymbols": "ceylân,ankh,devekuşu tüyleri veya sazların başlığı"
      },
      {
        "name": "Apollo",
        "image": "",
        "description": "Apollo, güneşin ve müziğin tanrısıdır ve altın bir lir ve altın bir yay ve ok taşır. unanlılar Apollo'ya sağlıklı davranmak için dua ediyorlardı ve bir veba ya da başka bir hastalık vurulduğunda onu korkuyorlardı.",
        "parents": "Zeus ve Leto",
        "myth": "Delos'ta doğum, Python'u öldürmek,Lyre'nin icadı",
        "power":"Güneş,Müzik,şiir",
        "propertiesandsymbols": "Güneş,Altın lir,Altın yay ve ok"
      },
      {
        "name": "Echo",
        "image": "",
        "description": "Echo, şan ve hikaye anlatımı için ünlü bir sese sahip güzel bir ahşap perinin. Sonunda Hera tarafından cezalandırılır ve yalnızca diğerlerinin söylediklerini tekrarlayabilir.",
        "parents": "Uranus",
        "myth": "Tava,Hera ve Zeus,Narcissus ve Eko",
        "Power":"",
        "propertiesandsymbols": "kanatlar,Hemlock Ağaçları"
      },
      {
        "name": "Hecate",
        "image": "",
        "description": "Hecate, sıklıkla iki meşale ve bir anahtar taşıyan ve gece ve nekrofiklik hakkındaki bilgilerini temsil ettiği düşünülen, ay ve büyü tanrıçasıdır. Hecate, Perses ve Asteria'nın kızıydı, ancak efsanesinin bazı versiyonları ona Zeus'un kızı olarak da geçmektedir.",
        "parents": "Perses ve Asteriler",
        "myth": "Persephone için ara,Jason ve Medea",
        "power":"Ay tanrıçası, büyü ve büyücülük",
        "propertiesandsymbols": "İki meşale ve bir anahtar"
      },
      {
        "name": "Aşil",
        "image": "",
        "description": "Aşil, Homeros'un İlyada şiirindeki epik kahramandır. En iyi Yunanlıların Trojanlara karşı şampiyonu olarak bilinir ve Paris, zırhındaki tek savunmasız topuk olan topukta vurduğu sırada öldürüldü.",
        "parents": "Peleus ve Thetis",
        "myth": "Styx Nehri'ne dalmak,İlyada,Ölüm Paris tarafından",
        "power":"Yalnızca toğuğundan zarar görür",
        "propertiesandsymbols": "Aşillerin Kalkanı,Altın Zırh,Topuktaki ok"
      },
      {
        "name": "Ares",
        "image": "",
        "description": "Ares, savaş tanrısı ve şiddetli çatışmalarda sıklıkla kullanılan mızrak ve kalkanla temsil edilir.Muhtemelen Afrodit'in sevgilisi olarak bilinir. Hep birlikte, Hephaestus'un sırtında haince bir ilişki sürdürdüler ve sekiz çocuğu bir araya geldi. Bu birliğin en tanınmış çocuğu, cinsel arzunun tanrısı Eros'dur. Bununla birlikte Ares, Amazonlar'ın babasıydı.",
        "parents": "Zeus ve Hera",
        "myth": "Afrodit'le olan ilişki,Amazonlar,Aloadai Devleri",
        "power":"Savaş",
        "propertiesandsymbols": "mızrak,kalkan,domuz"
      },
      {
        "name": "Calypso",
        "image": "",
        "description": "Calypso, Odysseus'a aşık olan ve onu yedi yıl adasında tutan tanrıça denizidir. Genellikle bir yunus veya yengeç ile tasvir edilmiştir. Titan Atlas'ın kızı Calypso ünlü güzellikteki bir tanrıçadır. Poseidon ile birlikte denizleri kontrol etti ve öfkesinin dalgalar kadar öngörülebilir olmadığı iyi biliniyordu. Homeros'un epik şiiri The Odyssey'de , Odysseus tüm adamlarını kaybetmesinden kısa bir süre sonra Ogygia adasında yere indi. Onu güzel ada mağara evlerine götürdü ve derhal ona aşık oldu. Müziği ve şarkısı ile tanınmıştı ve onu adada yedi yıldır büyülemek için kullandı.",
        "parents": "Atlas ve Pleione",
        "myth": "Odyssey",
        "power":"Deniz",
        "propertiesandsymbols": "Yunus ve Yengeç"
      },
      {
        "name": "Midas",
        "image": "",
        "description": "Phrygia Kralı Midas, dokunduğu her şeyi altın haline getirebilme yeteneği ile tanınır. Ne yazık ki, bu hediye onun için çok hızlı bir lanet haline geldi.Kral Midas, altını seven ve zenginliğin yalnızca kralların elinde olması gerektiğine inanan zengin bir kraldı.",
        "parents": "Gordias ve Cybele",
        "myth": "Kral Midas ve Altın Dokunuş",
        "power":"Dokunduğu her şeyi altın haline getirebilme yeteneği",
        "propertiesandsymbols": "Altın, Eşek kulakları"
      },
      {
        "name": "Loki",
        "image": "",
        "description": "Loki, aldatmacanın, aldatmacanın ve şekil değiştirmenin tanrısıdır. Görünümü genellikle ürpertici ve örümcek benzeri bir görünümdedir ve genellikle bir balık ağacı veya bir düğüm ile tasvir edilmiştir.Loki, dev bir Fárbauti oğlu ve tanımlanmamış ilahi bir kadın olan Laufey'in oğluydu. Sigyn'la evlendi, fakat Angrböda adında bir devasa çocuğa sahip olan ve üç dehşet yaratan yavruları üreten birinin de bulunduğu çok sayıda iş vardı: Hel, yeraltı dünyasının tanrıçası; Dev deniz yılanı Jörmungand; Ve Fenrir, korkunç kurt. Loki, çevrelerindeki kişileri aldatmak ve belaya neden olmak için sürekli hile kullanan bir şekil değiştireniydi.",
        "parents": "Fárbauti ve Laufey",
        "myth": "Baldur'un Ölümü,Sleipnir'in Yaratılışı,Loki Sif'in saçını kesiyor",
        "power":"hile,aldatma,şekil değiştirme",
        "propertiesandsymbols": "balık ağı,ağ,Örümcek benzeri gövde"
      },
      {
        "name": "Scylla",
        "image": "",
        "description": "Scylla, girdap Charybdis'in karşısında bir boğazda yaşayan altı kafalı canavar. Scylla birçok kafasını bir gemiye bükerek onu geçip geçmeye çalıştıkça üzerindeki adamları yiyor.",
        "parents": "Phorcys ve Hecate",
        "myth": "Odyssey,Jason ve Medea",
        "power":"",
        "propertiesandsymbols": "Bazen on iki bacak ile tasvir edilen altı başlı serpantin bir canavar"
      },
      {
        "name": "Poseidon",
        "image": "",
        "description": "Poseidon, denizin, depremlerin ve atların tanrısıdır. Genellikle üçlü çatal ve atlarıyla temsil edilir.Poseidon, Rhea ve Cronos'un çocuklarından biriydi ve kardeşleri ile amcaları babasını devirmesine yardımcı oldu. Savaş bittikten sonra, Zeus ve Hades, her bir tanrı'nın hangi alemin hakim olacağını görmek için zar attılar. Zeus gökyüzü seçti ve Poseidon deniz seçti.",
        "parents": "Cronos ve Rhea",
        "myth": "Cronos'u devirmek,Athena ile Atina için yarış,Odyssey'deki ana engel",
        "power":"Deniz,Depremler,Atlar",
        "propertiesandsymbols": "üç dişli mızrak,At"
      },
      {
        "name": "Perseus",
        "image": "",
        "description": "Perseus, büyükbabası King Acrisius'un torununun öldürmesini öngören bir kehanet öğrenip annesi Danae'yi pirinç bir kulede kilitledikten sonra doğdu. Danae geceleri Zeus tarafından ziyaret edildi ve yakında hamile kaldı. Kralın Acrisius, Perseus'un doğumundan sonra, Danae'yi, okyanusta onu ayakta tutarak tanrıların korunduğunu test etmeye karar verdi. Güvenilir bir şekilde döndüyse, korunmuştu. Bunun yerine, o ve Perseus bir denizci tarafından bulundu ve Kral Polydectes'e getirildi.Perseus, Danae ve Zeus'un oğludur ve Medusa'yı öldürerek ve annesini Kral Polydectes'den kurtararak adını bilinir hale getirir.",
        "parents": "Zeus ve Danae",
        "myth": "Pirinç kulede doğum,Medusa'nın kafası,Andromeda'yı kurtarmak",
        "power":"",
        "propertiesandsymbols": "Medusa'nın kafası,kanatlı sandaletler,ay kılıcı"
      },
      {
        "name": "Selene",
        "image": "",
        "description": "Selene ayın fiziksel düzenlemesidir ve onu iki beyaz atıyla ve arabasıyla gece göğünde sürer.Selene, Hyperion ve Theia'nın kızı ve Helios (güneş) ve Eos (şafak) kız kardeşiydi. O ayın fiziksel şekli olarak düşünülmüştü ve her gece iki saf beyaz atın çektiği gümüş arabasıyla gökyüzüne götürüyordu.Endymion adında dünyevi bir prense aşıktı. Zeus ona bir ültimatom verdi: ölüme ya da yaşlanmaya karşı güvenli sonsuz bir uykuyu ölebilir ya da kayabilir. Endymion en sonuncuyu seçti, bu yüzden her gece Selene, uyku sevgilisiyle birlikte olmak için ayı arabasıyla gizlice sokacaktı.",
        "parents": "Hyperion ve Theia",
        "myth": "Ay'ın gökyüzünün geçişi,Endymion",
        "power":"Ay",
        "propertiesandsymbols": "Ayın ayı, beyaz atlar gümüş arabayı çekerek"
      },
      {
        "name": "Uranüs",
        "image": "",
        "description": "Uranüs gökyüzünün tanrısıdır ve her yaratılışın annesi olan Gaea'nın kocası ve oğludur. Ueanus, Gaea ve Kaos'un oğluydu ve Gaea'nın kocasıydı. Birlikte, Cronos da dahil olmak üzere birçok çocuğu oldu. Bununla birlikte, Uranüs Cyclopes ve Hecatonchires'ın bakışları tarafından çok dehşete düşürüldü ve onları Gaea'nın rahminde, ardından da Tartarus'a hapsetti. Gaea, oğlu Cronos'u diğer çocuklarını özgürleştirebilmek için Uranüs'ü devirmeye ikna etti. Cronos, ölmekte olan nefesini kullanan Uranüs'ü kastetti ve öldürdü; Cronos'un yükselip kendisini de deviren bir çocuğu olacağına dair kehanette bulundu.Cronos, bu kehanet hakkında o kadar paranoyaktı ki, Rhea'nın kınalı bir battaniyede bir kaya çıkardığı en küçüğü Zeus hariç tüm çocuklarını yuttu. Olympus'a dönüp babasını devirene kadar Zeus'u bir aileyle birlikte yeryüzünde sakladı.",
        "parents": "Gaea ve Kaos",
        "myth": "Gaea'ya evlenme,Cronos tarafından devir,Afrodit'in doğuşu",
        "power":"",
        "propertiesandsymbols": "Gökyüzü tanrısı"
      },
      {
        "name": "Thor",
        "image": "",
        "description": "Thor, Odin ve Fjorgyn oğluydı ve muhtemelen Marvel çizgi roman ve filmlerde görünmesi nedeniyle Norveç tanrılarının en tanınmıştı. Karısı doğurganlığın tanrıçası Sif'ti. Kırmızı sakallı tanrı, kozmos boyunca keçi arabasına bindi, devlerini Mjölnir çekiçiyle savaşırken ve cesaretini ve cesaretini ispatlamak için araştırmalara devam ediyordu.",
        "parents": "Odin ve Fjorgyn",
        "myth": "Thor'un çekiç hırsızlığı,Loki'nin Bağlanması,Büyük Serpent Jörmungand",
        "power":"gökyüzü,gök gürültüsü,şifa,kutsama",
        "propertiesandsymbols": "Mjölnir, çekiçini,Keçi tarafından yönlendirilen araba,Kask, demir eldiven ve kemer"
      },
      {
        "name": "Medea",
        "image": "",
        "description": "Medea, Jason'a ve Argonotlara Golden Fleece bulmada yardımcı olmaya gönderildi. Daha sonra Kral Egeus'la evlenir ve Theseus'u onu öldürmek için görevlere gönderir.Görevinde ona yardım etmek için Hera, Medea'yı Colchis'e geldiğinde Jason'la buluşması için gönderdi. Jason ve Medea, postunu elde etmek için üç görev tamamladılar: toprağı ateş nefesli öküzlerle sürdüler, ejderha dişlerini ekti ve emeklerinden çıkan bir toprak adamı ordusunu mağlup etti. Sonunda, keçiyi koruyan ejderhayı uyutmak için Medea tarafından sağlanan bir iksir kullandı ve keçeyi yakaladılar ve Colchis'ten kaçtılar.",
        "parents": "Kral Aeetes ve Colchis'in Idyası",
        "myth": "Altın Altıktakı,Jason'ın İhaneti,Theseus ve Medea",
        "power":"",
        "propertiesandsymbols": "Zehirli Şişe,Altın polar"
      },
      {
        "name": "Odin",
        "image": "",
        "description": "Odin, Valhalla'nın tanrısı ve gökyüzü kalesi Asgard'tır. Savaş, ölüm, bilgelik ve bilgiyi yönetir. Tek gözlü kanatlı bir dümen veya floppy şapka içinde, Gungnir adlı bir mızrak taşıyan Sleipnir'e ve iki kuzgun eşliğinde tasvir edildi.Odin, tanrıların kralıdır ve Valhalla'ya başkanlık eder. Savaşçıların Odin ve Valkyries tarafından cesaretle savaşmaları yeterlidir. Odin, Frost-Giants'ın kralı Ymir ile kavga ettikten sonra dünyayı yarattı. Kral'ı, iki küçük kardeşi Vili ve Vé ile birlikte yendikten sonra Odin, dünyayı oluşturmak için bedeninin parçalarını kullandı. Birlikte onlar dünyanın ilk iki insanı için hayat verdi Ask ve Embla. Odin daha sonra evlilik ve annelik tanrıçası Frig ile evlendi.",
        "parents": "Bor ve Bestla",
        "myth": "Mimir'in Bilgeliği İyi,Yggdrasil'de asılı durma,Ymir ile Savaş",
        "power":"Valhalla,Asgard,Savaş,Ölüm,bilgelik,Bilgi",
        "propertiesandsymbols": "tek göz,Kanatlı dümen veya disket gezgin şapka,Sleipnir,mızrak,Iki kuzgun"
      },
      {
        "name": "Hestia",
        "image": "",
        "description": "Hestia, evcilleştirmenin ve ailenin tanrıçasıdır. O genellikle ocak ile temsil edilmektedir.Hestia, Cronos ve Rhea'nın en büyük kızıydı. Olimpik kaleye eğilimli olan görevine kararlı ve adanmıştı. Dünya'dan bir teklif yapıldığında, Hestia bunu ilk elde eden kişi oldu.",
        "parents": "Cronos ve Rhea",
        "myth": "Cronos'un doğuşu ve devrilmesi,Olympus'ta Dionysus için koltuğunu bırakmak,Sonsuz iffet",
        "power":"evcilleştirme,Aile,Olympus'un Royal Kalitesi",
        "propertiesandsymbols": "Sonsuzluk,Kutsal ateş"
      },
      {
        "name": "Persephone",
        "image": "",
        "description": "Persephone, ilkbaharın ve yaz tanrıçası ve Yeraltı Kraliçesi'dir. Sıklıkla nar tohumları ve geyiklerle resmedilir.Persephone, Zeus ve Demeter'in kızıydı. O, çok güzel ve eğlenceliydı ve çiçekleri toplayan ve doğanın tadını çıkarmaya yönelik tarlalardaydılar. Bir gün, büyük bir savaş arabası yeryüzünden dışarı atlayıp Hades taşırken su kenarında nergis çiçekleri topluyordu. Hades, Persephone'u alıp arabasına atmak için yeterince uzun süre durdu. Yeryüzü tekrar açıldı ve araba, Yeraltı dünyasında kayboldu.",
        "parents": "Zeus ve Demeter",
        "myth": "Hades tarafından kaçırma,Demeter'in İntikamı,Sirenler",
        "power":"İlkbahar ve yaz,Yeraltı",
        "propertiesandsymbols": "Nar veya nar tohumları,Çiçekler,Geyik"
      },
      {
        "name": "Nergis",
        "image": "",
        "description": "Nergis dünyanın en yakışıklısıdır, ancak aşık olabilecek bir kadın bulamıyor çünkü ona bakan her kadın bayılıyor.Nergis, bir nehir-tanrı ve bir perisi oğluydu ve dünyanın en yakışıklı adamı olduğu düşünülüyordu. Onu ilk gördüğünde kadınların bayılıyor olmasına bakmak çok güzeldi; Ardından, sohbetlerinde genellikle düşünce trenlerini kaybettiler, bu yüzden Narkoz çoğu kadını aptalca ve sıkıcı görüyordu. Sık sık, kendisini, kendisini olduğu gibi iyi görünen veya ilginç bir kimse olarak bulamayacağını düşünüyordu.",
        "parents": "Kephisos ve Liriope",
        "myth": "Narcissus ve Eko",
        "power":"",
        "propertiesandsymbols": "Ayna veya Yansıtıcı Havuz,Narcissus Çiçeği"
      }
  ]
}
