{
    "mythItems":[
        {
            "name":"Satir",
            "description":"Satirler, Yunan mitolojisinde yer alan yarı keçi yarı insan kır ve orman koruyucularıdır. Gövdelerinin  belden  üstü  insan,  belden  aşağısı  ise teke  biçimindedir.  Satirler  çoğunlukla ellerindeki flüt ile birlikte tasvir edilir.",
            "imagePath":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQmUhETGfJXUvnZSo4HXfJwMwx2wX4BjXC61A&usqp=CAU"
        },
        {
            "name":"Sentor",
            "description":"Sentorlar  Yunan  mitolojisinde  kısmen  insan ve  kısmen  at  görünümlü  yaratıklardır. Yarı insan ve yarı bedenli düşsel varlıktır. Genellikle kaba ve kötü yaratıklar olarak bilinirler. Sentorun sureti görenlere çok farklı ve ürkütücü gelmektedir. Yunan mitolojisinde sentorlar savaşçı, savaş yetenekleri gelişmiş, güçlü yaratıklar olarak tasvir edilmiştir. ",
            "imagePath":"https://i.pinimg.com/564x/d9/ae/32/d9ae32106c8626e1461f51694dddc990.jpg"
        },
        {
            "name":"Nymphe",
            "description":"Su  perileridir. Yunan  Mitolojisinde yeri  ve denizi  dolduran  dişi, tanrısal varlıklardır. Ölümsüz değillerdir ama çok uzun yıllar yaşarlar ve hep genç ve güzel kalırlar. Mitlerde genellikle perilerin güzelliğine vurgu yapılır.",
            "imagePath":"https://data.puzzle.de/grafika.133/waldnymphe-1000-teile--puzzle-1.50275-1.fs.jpg"
        },
        {
            "name":"Peri",
            "description":"Birçok farklı kültürün efsane ve mitolojisinde bulunan bir ruh veya doğaüstü yaratıktır. Genellikle insan görünümünde, çoğunlukla çok küçük olan ve uçmak, büyü yapmak, geleceği görmek veya etkilemek gibi doğaüstü güçlere sahip olduğu düşünülen ve böyle tasvir edilen varlıklardır. ",
            "imagePath":"https://images.unsplash.com/photo-1524373050940-8f19e9b858a9?ixid=MXwxMjA3fDB8MHxzZWFyY2h8NHx8ZmFpcnl8ZW58MHx8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
        },
        {
            "name":"Ejderha",
            "description":"Kanatlı,  dikenli  kuyruklu,  derisi  pullu,  ağzından  ateş  saçan  dev  kertenkele  ya  da yılan biçimindeki efsanevi canavardır. Batı tasvirleri kanatlıyken, Doğu daki tasvirlerde kanat bulunmaz. Ejderhalarınkine benzer özellikler içeren efsanevi yaratıklar neredeyse her kültürde mevcuttur. Kahramanın egosunu sembolize ettiği söylenmektedir. ",
            "imagePath":"https://img.bilgihanem.com/wp-content/uploads/2018/02/ejderhalar-hakkinda-bilgi-ejderha-nedir-ozellikleri-nelerdir-1024x597.jpg"
        },
        {
            "name":"Elf",
            "description":"Doğaüstü varlık  türüdür.  Elfler İskandinav,  Anglo Sakson  ve Cermen  kültür  kollarına ayrılan  kuzey  kültürünün  çok  popüler  bir  halk  inanışı  figürüdür.  Aslen  İskandinavya  ve İngiltere mitolojisinde yer aldığı varsayılan peri halkına verilen addır. Elfler kimi zaman iyi yürekli,  şefkatli,  hastalıkları  iyileştiren,  bitkilerin  ve  taşların  gizli  sırlarını  öğreten varlıklarken; kimi  zaman  zararlı,  hilekâr  ve  tehlikeli  olabilirler.  Şaşırtıcı  güzelliktedir. Melodik bir ses tonuna sahiptirler. Elfler 1200 yıldan fazla yaşarlar. Bu yaşamın sonucunda ya yaşamdaki kötülüklerden sıkıldıkları için ölümü tercih ederler ya da bilinmeyen bir diyara göç ederler. Bu nedenle Elflerin ölümsüz oldukları söylenir. Elfler narindirler ancak hızlı ve güçlüdürler.  ",
            "imagePath":"https://imgix.bustle.com/mic/c662fc7b97bc1c185b6c18bd8e0f07c60fbdce04faaf6795ecb1e51d57c0b7d9.jpg?w=1020&h=576&fit=crop&crop=faces&auto=format%2Ccompress"
        },
        {
            "name":"Dev",
            "description":"Birçok  farklı  kültürün  efsane  ve  mitolojisinde,  masallarında  yer  alan  bir  doğaüstü yaratıktır.  Genellikle  insan  görünümünde  fakat  anormal  büyüklükte  ve  çok  kuvvetli  tasvir edilmiştir. Masallarda yaşadıkları yerler genellikle mağaralar, ormanlar ve dağlardır.",
            "imagePath":"https://i.pinimg.com/originals/31/bb/25/31bb251d5a348c31f28b4300cd2c5493.jpg"
        },
        {
            "name":"Denizkızı",
            "description":"Denizkızları,  belinden  yukarısı  dişi  bir  insan  görünümünde  olan,  ama  aynı zamanda  bir  balık  kuyruğuna  sahip  olan  efsaneleşmiş  canlılardır.  Dünya  üzerinde  birçok kültürde denizkızları  farklı ama birbirine çok  yakın şekillerde betimlenmiştir. Denizkızları boğulma tehlikesi geçiren erkekleri   kurtaran   iyi   kalpli   deniz   canlıları   olarak betimlenmişlerdir. Aynı zamanda bu erkekleri su altındaki krallıklarında yaşamaya da davet ederler.  ",
            "imagePath":"https://i.pinimg.com/564x/48/44/91/4844910e40ca33070a9511db2080dcdd.jpg"
        },
        {
            "name":"Sirenler",
            "description":"Yunan  mitolojisinde Sirenler  ya  da Seireneler  adada  yaşadıklarına  inanılan  deniz yaratıklarıdır. Bu yerlerin tamamı uçurumlarla ve kayalıklarla çevrili olarak betimlenmiştir. Buralarda dolaşan denizciler, sirenlerin söylediği şarkıdan  büyülenip gemilerini kayalıklara doğru  sürmüşler  ve  sirenlere  yem  olmuşlardır.  Sirenler,  denizkızlarından  farklı  olarak  iki kuyruğa sahiptirler. Bu yarı insan yarı balık vücutlu insansıların efsaneleri M.Ö. 5,000 yılına kadar dayanır.  ",
            "imagePath":"https://i.pinimg.com/564x/1a/c1/d1/1ac1d167dbbe1da26af4c6a8382bc537.jpg"
        },
        {
            "name":"Goblin",
            "description":"Goblinler,  kötü  ruhlu,  huysuz,  zararlı,  çirkin  vücutlu  bir  cin  türüdür.  Boyu  bir cüceninki ile bir insanınki arasında değişik uzunluklarda olabilir. Yer aldıkları hikâyeye ve kültüre göre, goblinlere değişik yetenekler ve şekiller atfedilir. İngilizcede goblin herhangi bir başbelası küçük yaratığı ifade etmek için kullanılan genel bir terimdir. Bazı geleneklere göre, goblin ismi Gob veya Ghob dan gelir. Gob (Ghob), cinlerin kralıdır. ",
            "imagePath":"https://i.pinimg.com/564x/75/cf/f4/75cff4c94d328c56477f1b3accfa7449.jpg"
        },
        {
            "name":"Simurg-Phoenix",
            "description":"Simurg: Simurg veya  bir diğer  ismiyle  Zümrüdü Anka efsanevi  bir kuştur, tektir, erkektir. Pers  mitolojisi  kaynaklı  olsa  da  zamanla  diğer  Doğu  mitoloji  ve  efsanelerinde  de  yer edinmiştir.  Ayrıca  çoğu  zaman  sadece  “Anka”  olarak anılmıştır.  Halk  etimolojisinde ilişkilendirilen ilk öğe Farsça sī otuzdur. Bu kuşun küllerinden yeniden doğduğu söylenir,  yeniden doğuşun sembolüdür. Mistik kuş Simurg Fars sanatında kuş şeklinde, kanatlı dev bir yaratık olarak resmedilmiştir. Bir  antik  İran  tanımında  Simurgun  ölümsüz  olduğu, Bilgi  Ağacında(Yaşam  ağacı, Gaokerenada) bir yuvası olduğundan bahsedilmiştir. Tüm bu zaman boyunca, Simurg o kadar çok  öğrenmiştir  ki  tüm  zamanların  bilgisine  sahip  olmuştur.  Simurg un  yere  bereket bahşedeceğine ve dünya ile göğün arasındaki birliği sağlayacağına inanılır. Simurg ilahiliğin bir  sembolü  haline  gelmiştir.  Temelde  Tanrı’nın  yeryüzündeki  cisimlenmiş  yüzüdür. İyiliksever bir doğası olduğu ve kanatlarının bir dokunuşunun her türlü hastalık veya yarayı tedavi edeceğine inanılır. ",
            "imagePath":"https://i.pinimg.com/564x/ea/63/58/ea63580405272867edb5bb330b0bef23.jpg"
        },
        {
            "name":"Griffon",
            "description":"Griffon veya Griffin, genellikle aslan vücutlu, kartal kanatlı ve kafalı mitolojik yaratıktır.   Antik   Yunancada,   kıvrılmış,   kırık   anlamındaki grýps  veya   gryphossözcüklerinden  türediği  düşünülür.  Griffinler  hakkındaki  bazı  efsanelerde  kuşun  türü söylenmezken, diğerlerinde kartal sözcüğü geçer. Yine anlatılara göre, son derece cesur ve gururlu hayvanlardır. Bunlar pençelerinde insan, at, hatta fil taşıyabilecek kadar büyüktürler. ",
            "imagePath":"https://i.pinimg.com/564x/04/e0/5b/04e05be769dbc71cee080fff308c3ee3.jpg"
        },
        {
            "name":"Sfenks",
            "description":"Sfenks, kafası koç, kuş veya insan, gövdesi ise uzanan bir aslan şeklini alan heykel... İlk  önce  Antik  Mısır da  rastlanan  Sfenks,  antik  Yunan  mitolojisinde  büyük  kültürel  önem taşımıştır. Sözcüğün Mısırca orijinal biçimi kepes ankh ya da yaşayan heykel anlamında şeşep ankh tır. Mısır sfenksi antik bir efsanevi yaratıktır. Gövdesi uzanan bir aslan ve kafası genellikle  bir  firavunun  kafasının  şeklini  alır.  Gize  Sfenksi  doğuya  bakar  ve  pençelerinin arasında bir tapınak yer alır. Aslan gövdeli, insan başlı bu Sfenks doğan güneşi ve firavun için yeniden dirilişi temsil eder. Yüzünün doğuya dönük oluşu, Güneş Tanrısı RA yı her sabah doğar doğmaz görmesi içindir.  Sfenks  tarihin  en  ünlü  bulmacasını  sorar kadim  öğretilerin  kapısından  geçmek  isteyenlere: Hangi  varlık  sabah  dört  ayaküstünde,  öğlen  iki  ayaküstünde  ve  akşam  üçayak  üstünde yürür?O yaratık insandır. Çünkü insan bebekliğinde ellerini de ayak gibi kullanarak dört ayak  üzerinde  emekler,  yetişkin  halinde  iki  ayak  üzerinde  yürür  ama  yaşlandığında yürüyebilmek için bir de baston kullanır yani üçayaklı olur.",
            "imagePath":"https://i.pinimg.com/564x/78/55/b3/7855b3454ad51ad7cf1e4402f0087540.jpg"
        },
        {
            "name":"Minotor",
            "description":"Yunan  mitolojisinde  yarı  insan-yarı  boğa  yaratık.  Özgün  sözcük  Minotor dur  ve Yunanca Minos’un Boğası anlamına gelir. Klasik bir Yunan Efsanesi olan Minotor, öykü kısmı daha iyi anlaşılsın diye üç bölüme ayrılabilir. Girit’te hüküm süren güçlü kral Minos, gücünü  kanıtlamak  için  denizler  tanrısı  Poseidon’dan  ona  kurban  etmek  üzere  bir  boğa vermesini  ister.  Posedion  boğayı  Minos’a  verir.  Fakat  hayvan,  Minos’un  hoşuna  gider  ve Minos, boğayı kurban etmez. Bunun yerine başka bir boğayı kurban eder. Poseidon bunu fark ettiğinde  çok  sinirlenir  ve  Minos’un  karısını  boğaya  âşık  eder.  Minos’un  karısı  Pasiphae, boğayla çiftleşir ve boğa başlı, kuyruklu ama insan bedenli Minotor doğar. Minotor herkese zarar veren bir yaratıktır ve bunun üzerine Labyrinthos adlı, içinden kimsenin çıkamayacağı yapıya kapatılır. ",
            "imagePath":"https://i.pinimg.com/564x/03/14/53/0314535e7ca00f6904728a5613509927.jpg"
        },
        {
            "name":"Hidra",
            "description":"Yunan mitolojisinde anlatılan üç başlı bir yaratığın adıdır. Hydra nın nefesi bir insanı öldürecek kadar zehirlidir. Babası Typhon olan Hidra nın Lerna gölündeki yuvası, ölümden sonraki dünya ile insanların dünyası arasındaki kapının tam ağzında yer almakta olup, Hidra ise bu kapının bekçiliği görevini üstlenmektedir. Hidra nın öldürülmesinin çok zor olmasının sebebi kesilen her bir başın yerine iki tanesinin çıkmasıdır. ",
            "imagePath":"https://i.pinimg.com/564x/42/b3/73/42b3735345b59741de0bd61e51c24068.jpg"
        },
        {
            "name":"Unicorn",
            "description":"Mitolojik  tek  boynuzlu  attır.  Kafasının  ortasından  düz  bir  boynuz  çıkar.  Saf  ve masum  olduğuna,  kanı  içildiğinde  kişiyi  ölümsüz  kıldığına,  bu  nedenle  öldürmenin  lanet getireceğine inanılan efsanevi bir hayvandır. Latince ismi olan Unicorn; bir-tek anlamına gelen uni ve boynuz anlamına gelen cornus sözcüklerinden türemiştir. ",
            "imagePath":"https://i.pinimg.com/564x/79/08/25/790825bf5f0e46ab44b1615be99516cf.jpg"
        }
    ]
}