{
    "jobs":[
        {
          "id": "recIL6mJNfWObonls",
          "order": 2,
          "title": "Art",
          "person": "Bedri Rahmi Eyüboğlu",
          "duties": [
            "He returned home after his painting education, which he started at the Istanbul State Academy of Fine Arts and continued in Paris.",
            "He taught at the Academy of Fine Arts throughout his life.",
            "The artist, who produces works in many forms such as writing, engraving, ceramics, sculpture, stained glass, mosaic, calligraphy, serigraphy and lithography, used the motifs he chooses in traditional ornamentation and folk handicrafts by combining them with Western techniques in his works.",
            "His poems were also fed by the public source; He reflected the passion for nature, the love of human beings, the joy of living, and social problems by using fairy tales, myths and folk songs."
          ]
        },
        {
          "id": "rec61x18GVY99hQq5",
          "order": 1,
          "title": "Intelligence",
          "person": "Oktay Sinanoğlu",
          "duties": [
            "In the 20th century, it was announced that she was the lecturer who earned the title of 'full professor' at Yale University at the youngest age.",
            "P.A.M. He solved the problem of 'The topology of Hilbert space in quantum mechanics and its high symmetries' that Dirac also worked on but could not solve."
          ]
        },
        {
          "id": "recAGJfiU4CeaV0HL",
          "order": 3,
          "title": "Strategy",
          "person": "Fatih Sultan Mehmet",
          "duties": [
            "In the Topkapı Palace archive, II. There are Latin letters, Arabic letters, human drawings resembling Roman busts and Ottoman figures in the scrapbook belonging to the years of Mehmed's prince.",
            "He used to read philosophical works translated into Persian and Arabic. In 1466, he had the Ptolemy Map translated again and dictated the names on the map in Arabic letters.",
            "Sultan Mehmed, who conquered Istanbul, eliminated the Eastern Roman Empire that ruled for 1100 years and took the title of Fatih."
          ]
        },
        {
          "id": "recAGJfiU4C78aV0HL",
          "order": 3,
          "title": "Inspiration",
          "person": "Mustafa Kemal Atatürk",
          "duties": [
            "Kemal Atatürk was a Turkish field marshal, revolutionary statesman, author, and the founding father of the Republic of Turkey, serving as its first president from 1923 until his death in 1938.",
            "He undertook sweeping progressive reforms, which modernized Turkey into a secular, industrial nation."
          ]
        },
        {
          "id": "recAGJfiU4C8aV0HL",
          "order": 3,
          "title": "Peace",
          "person": "Beyhan Budak",
          "duties": [
            "Completing his primary and high school education in Ankara, Beyhan Budak returned to Ankara after graduating from Istanbul University, Department of Psychology. Beyhan Budak, who works in a private clinic in Ankara, then completed his master's degree in Psychological Counseling and Guidance at Ankara Gazi University.",
            "Beyhan Budak is doing his second Master's Degree in Clinical Psychology at a private university. He currently provides psychotherapy, psychological counseling and training services to institutions in the Fenomen Psychological Counseling and Education center, which he is the founder of.",
            "Beyhan Budak also publishes videos on popular psychology and personal development every week on her Youtube channel."
          ]
        }
      ]
}
